#The DSHub language file. To create multiline messages,
# end each non-terminal line with a \n\

# this message appears when no locale has been found or no translation for
# the current locale. For another language file, you will post : 
# The language ... has been found and setup.
# example for RO : 
# the romanian language ro_RO has been found and setup 
# in RO : 
# A fost descoperit\u0103 limba rom\u00EEn\u0103 ro_RO ca setare pentru acest sistem
init = A fost descoperit\u0103 limba rom\u00E2n\u0103 ro_RO ca setare pentru acest sistem.

startup = Se ini\u0163ializeaz\u0103 {0} ...

gui_error = Interfa\u0163a grafic\u0103 indisponibil\u0103.

gpl1 = Acest program este distribuit in ideea c\u0103 este util,
gpl2 = dar F\u0102R\u0102 NICI O GARAN\u0162IE; nici m\u0103car cu garan\u0163ia implicit\u0103 de
gpl3 = VANDABILITATE sau FOLOSIRE PENTRU UN SCOP ANUME.  Citi\u0163i
gpl4 = GNU General Public License pentru mai multe detalii.

gui_launched = Interfa\u0163a grafic\u0103 lansat\u0103...
gui_restored = Interfa\u0163a grafic\u0103 restaurat\u0103 ...
gui_not_viewable = Interfa\u0163a grafic\u0103 indisponibil\u0103.
done = Gata.
command_mode = Am trecut la modul de comand\u0103. Scrie\u0163i help pentru ajutor sau \
quit pentru a p\u0103r\u0103si aplica\u0163ia.
close_hub = Se \u00EEnchide hubul.
restart_hub = Se reporne\u015Fte hubul.... A\u015Ftepta\u0163i 5 secunde...
already_regged = Deja \u00EEnregistrat.
user_regged =  Utilizatorul {0}, av\u00EEnd CID-ul {1} a fost g\u0103sit \u015Fi \u00EEnregistrat. \
Nu i-a fost setat\u0103 nici o parol\u0103, parola nu este obligatorie, dar este \
recomandabil s\u0103 \u00EE\u015Fi seteze una...
reg_msg = A\u0163i fost \u00EEnregistrat de Server. Nu v-a fost setat\u0103 nici o parol\u0103, \
parola nu este obligatorie, dar este recomandabil s\u0103 \
seta\u0163i una...
regged_found_cid = Utilizatorul {0} a fost g\u0103sit cu CID-ul dat, \u015Fi a fost \u00EEnregistrat \
f\u0103r\u0103 parol\u0103, este recomandabil s\u0103 \u00EE\u015Fi seteze una.
regged_cid = CID-ul a fost \u00EEnregistrat. Nici o parol\u0103 setat\u0103 pentru cont, \
nu este obligatorie, totu\u015Fi, este recomandabil\u0103 setarea uneia...
regged_cid_status = CID-ul a fost \u00EEnregistrat f\u0103r\u0103 parol\u0103, este recomandat\u0103 \
setarea uneia.
not_cid =  Nu este un CID, se \u00EEncearc\u0103 ad\u0103ugarea nick-ului {0}.
no_user = Nu exist\u0103 un astfel de utilizator.
found_user = Utilizatorul a fost g\u0103sit \u015Fi \u00EEnregistrat f\u0103r\u0103 parol\u0103, \
este recomandabil s\u0103 \u00EE\u015Fi seteze una.
no_cid_no_user = Nu este un CID, \u015Fi nici un utilizator cu acest nick \
nu a fost g\u0103sit.
searching = \u00CEn c\u0103utare...
cid_unbanned = CID-ul {0} a fost g\u0103sit \u015Fi debanat.
cid_not_banned = CID-ul {0} a fost g\u0103sit, dar nu este banat.
not_cid_searching = Nu este un CID, \u00EEn c\u0103utare...
is_ip_checking = Este IP... Verificare dac\u0103 este banat...
found_ip_unbanned = Am g\u0103sit adresa IP {0}, \u015Fi a fost debanat\u0103.
not_ip = Nu este IP... Verificare daca exist\u0103 nick...
found_nick_unbanned = Am g\u0103sit nick-ul {0}, \u015Fi a fost debanat.
found_nick_noban = Nick-ul {0} nu este banat.
reg_list = Lista de \u00EEnregistra\u0163i:
last_nick = Ultimul nick: {0}
never_seen = Nu a fost v\u0103zut niciodat\u0103 online.
account_deleted = Contul dumneavoastr\u0103 a fost \u015Fters. De acum \u00EEncolo sunte\u0163i un simplu user. 
user_deleted = Utlizatorul {0} av\u00E2nd CID-ul {1} a fost g\u0103sit \u015Fi \u015Fters.
reg_deleted = Contul a fost \u015Fters.
reg_not_found = Contul nu a fost g\u0103sit.
not_cid_check = Nu este un CID valid, se verific\u0103 dac\u0103 exist\u0103 utilizatori cu acest nick...
cfg_changed = {0} s-a modificat de la \"{1}\" la \"{2}\".
invalid_num = Num\u0103r invalid.
invalid_host = Hub_host trebuie s\u0103 fie \u00EEn formatul adres\u0103:port.
scanning_host = Se scaneaz\u0103 hub_host, v\u0103 rog a\u015Ftepta\u0163i...
bad_host = "hub_host-ul dat nu indic\u0103 spre sistemul dumneavoastr\u0103.\n\
DSHub a \u00EEncercat s\u0103 se conecteze la el \u00EEnsu\u015Fi prin aceast\u0103 adres\u0103 \u015Fi port\n\
\u015Fi a e\u015Fuat. Cauze posibile: DNS-ul nu este setat corect, nu ave\u0163i\n\
un IP extern routabil (dac\u0103 crea\u0163i un hub pe LAN, folosi\u0163i\n\
adresa local\u0103 IP pentru hub_host); dac\u0103 ave\u0163i un router, nu redirecteaz\u0103 pachetele corect.
set_port = Trebuie s\u0103 seta\u0163i proxy_port mai \u00EEnt\u00E2i.
invalid_proxy = Proxy invalid. Motive posibile: input eronat, nefunc\u0163ionarea\
 serverului DNS sau adresa nu este un proxy.
redirect_deleted = Redirect_url \u015Fters.
invalid_nick = Nick invalid, alege\u0163i altul.
nick_taken = Nick deja folosit, alege\u0163i altul.
nick_chars_short = Nick_chars cam scurt nu crede\u0163i ?
chat_interval = Cam mic\u0103 valoarea nu crede\u0163i ?
cfg_list = Lista variabilelor de configurare Cfg
timeout_login = Num\u0103rul de secunde de a\u015Fteptat pentru userii \u00EEn curs de conectare \u00EEnainte de a primi kick.
hub_name = Numele hub-ului care apare \u00EEn fereastra principal\u0103.
hub_host = Numele host-ului (introduce\u0163i adresa DNS aici) \u015Fi portul principal.
proxy_host = Host-ul proxy ( pentru modulele care acceseaz\u0103 HTTP ).
proxy_port = Port-ul proxy de la adresa proxy ( pentru modulele care acceseaz\u0103 HTTP ).
redirect_url = Principala adres\u0103 URL unde s\u0103 fie trimi\u015Fi userii cu probleme ( sau redirect-urile implicite ).
max_ni = Lungimea maxim\u0103 a nick-ului, num\u0103r \u00EEntreg.
min_ni = Lungimea minim\u0103 a nick-ului, num\u0103r \u00EEntreg.
max_de = Lungimea minim\u0103 a descrierii userilor, num\u0103r \u00EEntreg.
max_share = M\u0103rimea maxim\u0103 a share-ului, num\u0103r \u00EEntreg lung.
min_share = M\u0103rimea minim\u0103 a share-ului, num\u0103r \u00EEntreg lung.
max_sl = Num\u0103rul maxim de sloturi acceptat, num\u0103r \u00EEntreg.
min_sl = Num\u0103rul minim de sloturi acceptat, num\u0103r \u00EEntreg.
max_em = Lungimea maxim\u0103 a e-mail-ului userilor, num\u0103r \u00EEntreg.
max_hubs_op = Num\u0103rul maxim de huburi unde userii pot fi op, num\u0103r \u00EEntreg.
max_hubs_reg = Num\u0103rul maxim de huburi unde userii pot fi \u00EEnregistra\u0163i, num\u0103r \u00EEntreg.
max_hubs_user = Num\u0103rul maxim de huburi unde userii pot fi simpli useri, num\u0103r \u00EEntreg.
max_search_chars = Num\u0103rul maxim de caractere pentru un \u015Fir de c\u0103utare, num\u0103r \u00EEntreg.
min_search_chars = Num\u0103rul minim de caractere pentru un \u015Fir de c\u0103utare, num\u0103r \u00EEntreg.
max_chat_msg = M\u0103rimea maxim\u0103 a unui mesaj de chat, num\u0103r \u00EEntreg.
max_users = Num\u0103rul maxim de useri conecta\u0163i, num\u0103r \u00EEntreg.